cask_args appdir: "/Applications"

# Taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"

# Custom taps
tap "koekeishiya/formulae"
tap "mongodb/brew"

# Fonts
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"

# Tools
brew "stow"
brew "tree"
brew "bat"
brew "curl"
brew "wget"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neofetch"
brew "lima"
brew "ripgrep"
brew "telnet"
brew "awscli"
brew "parallel"
brew "httpie"
brew "flyctl"
brew "orbstack"
brew "iproute2mac"
brew "qemu"
brew "graphviz"
brew "gnuplot"
brew "maturin"
brew "pyenv"
brew "fzf"
brew "reattach-to-user-namespace"
brew "starship"

# Terminal
cask "kitty"
brew "zsh"

# Editor
brew "vim"
brew "neovim"

# Lua + Shell
brew "luv"
brew "shellcheck"

# Go
brew "go"
brew "golang-migrate"

# Rust
brew "rustup"

# Zig
brew "zig"

# Java
brew "openjdk"
brew "kotlin"

# C++
brew "cmake"

# Python
brew "python"
brew "poetry"
brew "pyenv"
brew "ipython"

# Node
brew "node"
brew "nvm"
brew "pnpm"
brew "yarn"
brew "vercel-cli"

# Ruby
brew "rbenv"

# Databases
brew "postgresql"
brew "sqlite"
brew "redis", restart_service: true
brew "memcached", restart_service: true
brew "mongodb-community", restart_service: true

# Window management
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "spaceid"

# Casks
cask "iina"
cask "transmission"
cask "vlc"
cask "obsidian"
